{
    "dorous": [
      {
        "numdarss": 1,
        "safahat": [
          {
            "numsafha": 1,
            "texte": [
                {
                    "type":"titre",
                    "newLine" : true,
                    "paragraph": "Mon Titre"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"وبعد، فإن شيخنا العلامة عبد الرحمن بن ناصر السعدي، ممن فقهه الله في الدين، حتى صار شغله الشاغل في معظم أوقاته، تعلما وتعليما ودرسا وتدريسا وتصنيفا، ومن أهم مصنفاته في الفقه كتاب: منهج السالكين وتوضيح الفقه في الدين، هذا الكتاب المختصر لفظا، المستوعب معنى، وقد اهتم به -رحمه الله- قبل تصنيفه، واعتنى به حال تصنيفه، وأعجب به بعد تصنيفه، فصار يمدحه لدى تلاميذه، ترغيبا لهم في الإقبال عليه، حفظا ودرسا وتعلما وتعليما، وقد كتب إلي عنه كتابا مؤرخا: ١٣ محرم ١٣٦٠ هـ، وبعثه إلي في: أبي عريش حينما كنت قاضيا هناك، وقال فيه: اختصرناه فصار أقل من جميع المختصرات التى تعرفونها من: مختصر المقنع، ومن: العمدة، وأخصر المختصرات، أصغر منها كلها، اقتصارا على ما يحتاج إليه في كل باب، ومع هذا فهو واضح ومشتمل على الدليل."
                },
                {
                    "type":"text",
                    "newLine" : true,
                    "paragraph":"لهذا سمت همة الأستاذ: محمد بن عبد العزيز الخضيري، المحاضر في كلية المعلمين في الرياض، قسم الدراسات القرآنية، إلى الاعتناء به، وطبعه ونشره بعد مقابلته على نسختين خطيتين، إحداهما مصورة من خط المؤلف -رحمه الله- فجاءت هذه الطبعة من أصح نسخ هذا الكتاب، مع ما امتازت به من جودة الطبع، حرفا وورقا وتجليدا، منمقة بعلامات الترقيم، والوقف والابتداء، والتقسيم، وعزو الآيات القرآنية، وتخريج الأحاديث النبوية، وشرح بعض الكلمات الغامضة، وضبطها بالشكل، مع ترقيم مسائله، وبدء كل مسألة في أول السطر؛ إبرازا لها، وتسهيلا للوقوف عليها، ورقمها أرقاما مسلسلة، بلغت ٦٧٩، كما نقل ترجيحات شيخنا من كتبه الأخرى، سواء كانت زائدة على ما في هذا الكتاب، أو إيضاحا، أو استدراكا عليه، فخدم بهذا الصنيع الكتاب ومؤلفه وقارئيه، واستحق بذلك الأجر والثواب العاجل والآجل إن شاء الله، وفي الحديث: ن الله ليدخل بالسهم"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"فأما الحديث عن الكتاب فإن لتأليفه قصة، هي أنه في عام ١٣٥٩هـ، تخرجت أول دفعة من المدرسة العزيزية الابتدائية، في مدينة عنيزة، ولم يكن في عنيزة ذلك الوقت مدرسة متوسطة، ولا معهد علمي، فالشهادة الابتدائية هي أرقى شهادة ينالها الطالب في تلك المدينة، مع أن أغلب أولئك الشباب يرغبون مواصلة الدراسة، لكنهم في سن لا يصلح معها مفارقتهم أهليهم؛ ليدرسوا في المدن الكبرى من المملكة، وكان من الصدف الطيبة أن المكتبة العامة في عنيزة -حرسها الله- قد انتهى بناؤها ذلك العام ١٣٥٩هـ، وشيخنا عبد الرحمن الناصر السعدي -رحمه الله- قد عزم أن يكون تدريسه العالي"
                }
            ]
          },
          {
            "numsafha": 2,
            "texte": [

                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 1 page 2 darss 1 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 2 page 2 darss 1 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 3 page 2 darss 1 kitab 1"
                }
            ]
          },
          {
            "numsafha": 3,
            "texte": [

                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 1 page 3 darss 1 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 2 page 3 darss 1 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 3 page 3 darss 1 kitab 1"
                }
            ]
          }
        ]
      },
      {
        "numdarss": 2,
        "safahat": [
          {
            "numsafha": 1,
            "texte": [

                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 1 page 1 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 2 page 1 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 3 page 1 darss 2 kitab 1"
                }
            ]
          },
          {
            "numsafha": 2,
            "texte": [

                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 1 page 2 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 2 page 2 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 3 page 2 darss 2 kitab 1"
                }
            ]
          },
          {
            "numsafha": 3,
            "texte": [

                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 1 page 3 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 2 page 3 darss 2 kitab 1"
                },
                {
                    "type":"texte",
                    "newLine" : true,
                    "paragraph":"paraf 3 page 3 darss 2 kitab 1"
                }
            ]
          }
        ]
      }
      
      
    ]
  }
  

